{
  "Npcs": {
        "Mr Pigibank": {
      "world": "Blunder Hills",
      "Total Quests": 1,
      "quote": "Well good thing is I've actually found some Stamps in my desk while you were gone so at least we can start with something. So lets talk business!",
      "icon": "images\\Npcs\\Mr_Pigibank.png"
    },
            "Grasslands Gary": {
      "world": "Blunder Hills",
      "Total Quests": 0,
      "quote": "Hey you're still playing! Alright so I'm a Taskmaster. I've got a bunch of tasks for you to complete while you're out there adventuring. For each one you complete you'll get points to spend!",
      "icon": "images\\Npcs\\Grasslands_Gary.png"
    },
            "Scripticus": {
      "world": "Blunder Hills",
      "Total Quests": 12,
      "quote": "Wow you seriously did all of that? Here's my tro... wait you don't have any inventory space! I guess that means you have to do EVERYTHING AGAIN HAHAHA!!! Nah just kidding clear a space and talk to me again.",
      "icon": "images\\Npcs\\Scripticus.png"
    },
            "Town Marble": {
      "world": "Blunder Hills",
      "Total Quests": 1,
      "quote": "But hark what be this I see? Mayhaps a glimmer of hope through yonder eyeball breaks upon which mine surface doth reflect?",
      "icon": "images\\Npcs\\Town_Marble.png"
    },
            "Glumlee": {
      "world": "Blunder Hills",
      "Total Quests": 4,
      "quote": "Alright kid or man or baby whatever you are behind that screen I'm gonna let you in on a secret.",
      "icon": "images\\Npcs\\Glumlee.png"
    },
            "Mutton": {
      "world": "Blunder Hills",
      "Total Quests": 4,
      "quote": "A MILLION FOLLOWERS! I'm the biggest thing ever clever as a feather only getting better... forever!!! Aaand I just got cancelled on Oinkker for an Oink I posted 4 years ago ughhh.",
      "icon": "images\\Npcs\\Mutton.png"
    },
            "Krunk": {
      "world": "Blunder Hills",
      "Total Quests": 3,
      "quote": "I need you to... Hang on I'm getting a call from the game developer LavaFlame2... Hey how are you? ... Oh is that so? You haven't coded my final quest yet and you need me to stall them? I see sure I'll let them know.",
      "icon": "images\\Npcs\\Krunk.png"
        },
            "Woodsman": {
      "world": "Blunder Hills",
      "Total Quests": 3,
      "quote": "Hahahaha you should've seen your face! You can't chop down trees in this game it was just a prank my boy! This stump here? It's just a prop! Here take my spare prop as a gift for being such a good sport!",
      "icon": "images\\Npcs\\Woodsman.png"
    },
            "Picnic Stowaway": {
      "world": "Blunder Hills",
      "Total Quests": 12,
      "quote": "Aahhh well that's been a full day of eating for me gonna head to sleep. I know they say the way to a blobs heart is through his stomach so I should be tellin' ya that I'm flattered but not interested.",
      "icon": "images\\Npcs\\Picnic_Stowaway.png"
    },
            "Typhoon": {
      "world": "Blunder Hills",
      "Total Quests": 1,
      "quote": "Hello citizen the colosseum peanut gallery is on the third floor in the upper left corner. Viewer admission is free as per Executive Order 66.",
      "icon": "images\\Npcs\\Typhoon.png"
    },
            "Hamish": {
      "world": "Blunder Hills",
      "Total Quests": 3,
      "quote": "Thats uh quite a few less than a billion. But that Quest Notifier was right I'll still accept! Here's the storage chest it's super OP for a big time adventurer like you!",
      "icon": "images\\Npcs\\Hamish.png"
    },
            "Promotheus": {
      "world": "Blunder Hills",
      "Total Quests": 4,
      "quote": "The monsters here are even crazier many are references to something called 'pop culture' which I assume is some sort of Bubble Religion in their land.",
      "icon": "images\\Npcs\\Promotheus.png"
    },
            "Toadstall": {
      "world": "Blunder Hills",
      "Total Quests": 2,
      "quote": "Hehe... that outta teach that old coot to not hit me off my walking stick! Please do keep bothering him from time to time he has it coming!",
      "icon": "images\\Npcs\\Toadstall.png"
    },
            "Stiltzcho": {
      "world": "Blunder Hills",
      "Total Quests": 6,
      "quote": "Haha I guess it is that I just get easily sidetrack and lose focus often and instead of investigating myself for the problem I tried to blame someone else!",
      "icon": "images\\Npcs\\Stiltzcho.png"
    },
            "Funguy": {
      "world": "Blunder Hills",
      "Total Quests": 5,
      "quote": "What you thought you were killing them? Hahaha bro chill. They're monsters they'll just respawn back home no biiiiggie! Yo but could you help clean up before headin' out?",
      "icon": "images\\Npcs\\Funguy.png"
        },
            "Tiki Chief": {
      "world": "Blunder Hills",
      "Total Quests": 5,
      "quote": "Well at least we've got you soon to be Valued Customer! Wink Wink! Sorry I had to say that out but I am wearing a mask here.",
      "icon": "images\\Npcs\\Tiki_Chief.png"    
    },
            "Dog Bone": {
      "world": "Blunder Hills",
      "Total Quests": 2,
      "quote": "Look I'm not actually over the whole 'dying' thing and it's been terribly annoying to continually help promote that darn boss monster especially since they were the one who ate me!",
      "icon": "images\\Npcs\\Dog_Bone.png"    
    },
            "Papua Piggea": {
      "world": "Blunder Hills",
      "Total Quests": 4,
      "quote": "Oinko... boinko shama lama loinko... 'The pig realizes that hoarding stamps brings him no real joy and he yearns for more meaningful stampage.",
      "icon": "images\\Npcs\\Papua_Piggea.png"
    },
            "TP Pete": {
      "world": "Blunder Hills",
      "Total Quests": 3,
      "quote": "Well catch you later when you're higher level! What? Oh did I say level 60 before? I meant 160... thousand. Yea come back at Lv. 160000 and I'll probably have a new quest by then.",
      "icon": "images\\Npcs\\TP_Pete.png"
        },
            "Telescope": {
      "world": "Blunder Hills",
      "Total Quests": 1,
      "quote": "The engraving on the side says 'High Power Hubble Telescope capable of over 500000x magnification...'",
      "icon": "images\\Npcs\\Telescope.png"
    },  
            "Dazey": {
      "world": "Blunder Hills",
      "Total Quests": 2,
      "quote": "NICE! FINALLY!!! Now I can make my costume and pretend to be Sprout! No one will ever bother me again!! Just gotta take this off and... Hey can I get some privacy you creep? Please leave the map and come back...",
      "icon": "images\\Npcs\\Dazey.png"
    },
            "Sprout": {
      "world": "Blunder Hills",
      "Total Quests": 4,
      "quote": "This is not working!! But at least I look super awesome I think I'll keep wearing these shoes! Here you can have my Merry Cherry Remedy Tshirt they broke up when I was a sapling and they'll never ever come back ever.",
      "icon": "images\\Npcs\\Sprout.png"
    },
            "Cowbo Jones": {
      "world": "Yum Yum Desert",
      "Total Quests": 13,
      "quote": "FINALLY I CAN GET TO WORLD 3 AND DITCH THIS DANG DESERT! Just gotta walk myself over to ya and pickpocket the crystal. Oh... right. I got no legs.",
      "icon": "images\\Npcs\\Cowbo_Jones.png"
    },
            "Desert Davey": {
      "world": "Yum Yum Desert",
      "Total Quests": 1,
      "quote": "I'm too cool for you that's for sure... yall best come back later when you're cool like me.",
      "icon": "images\\Npcs\\Desert_Davey.png"
    },
            "Obol Altar": {
      "world": "Yum Yum Desert",
      "Total Quests": 1,
      "quote": "MROWW! 'The cat jumps off in fear of the pickle. What a silly cat getting scared of a little pickl-- OH MY GOD THE PICKLE HAS EYEBALLS AAAAAH KILL IT KILL IT!!!'",
      "icon": "images\\Npcs\\Obol_Altar.png"
    },
            "Postboy Pablob": {
      "world": "Yum Yum Desert",
      "Total Quests": 1,
      "quote": "You're looking for work? Cool glad to hear it. OH you mean work here at the post office? Uhm right lemme think about that...",
      "icon": "images\\Npcs\\Postboy_Pablob.png"
    },
            "Constructor Crow": {
      "world": "Yum Yum Desert",
      "Total Quests": 1,
      "quote": "Kacaw! 'The bird awaits the return of the town gem. They're ready to restore the gem to the portal allowing travel to World 3. They look very cool in their matching blue hat and scarf.'",
      "icon": "images\\Npcs\\Constructor_Crow.png"
    },
            "Centurion": {
      "world": "Yum Yum Desert",
      "Total Quests": 5,
      "quote": "Stop right there civilian scum! You've violated penal code 83.7e under which King Doot demands all travelers enlist for colosseum combat!",
      "icon": "images\\Npcs\\Centurion.png"
    },
            "Bandit Bob": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "Yep that's the seasme seed alright! Drop it at the door and go get some loot! ... what? Snakenhotep? What do you mean? Did that darn lava scoundrel replace MY dungeon with some darn snake??? Well shucks...",
      "icon": "images\\Npcs\\Bandit_Bob.png"
    },
            "Snake Jar": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "MMMMmmmm what a juicy noob that was! The dumb ones are alwayssss the most ssssucculent!",
      "icon": "images\\Npcs\\Snake_Jar.png"
    },
            "Speccius": {
      "world": "Yum Yum Desert",
      "Total Quests": 2,
      "quote": "Wait a minute how else could you have gotten such a weird class other than... GASP! You're HACKING! I'm reporting you straight to LavaFlame2!",
      "icon": "images\\Npcs\\Speccius.png"
    },
            "XXX Cattleprod XXX": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "DUDE I got BANNED from Lava's Discord! WTF I didn't even do anything!! I was just trying to help report the bug and I guess calling them all 'Smelly Buttfaces' when they told me it wasn't a bug triggered them or something!",
      "icon": "images\\Npcs\\XxX_Cattleprod_XxX.png"
    },
            "Goldric": {
      "world": "Yum Yum Desert",
      "Total Quests": 6,
      "quote": "Ohohoho! Don't I look maaaarvelous! Mmmmm such a shiny exterior no wonder I am the envy of all those silver spoon crybabies! Why I could go on and on and on about how wonderful I...",
      "icon": "images\\Npcs\\Goldric.png"
    },
            "Carpetiem": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "Thanks a million ya did it! Me and them Zoomer generation are great friends now they even include me in their Ticky Tocky shenanigans it's great fun! Now get off my lawn ya darn millenial!",
      "icon": "images\\Npcs\\Carpetiem.png"
    },
            "Loominadi": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "The deed done hope you had fun! But you must run free and leave me be where the sun I cannot see!",
      "icon": "images\\Npcs\\Loominadi.png"
    },
            "Wellington": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "Hahaha! I concur old sport! However we mustn't get too down. As a matter of fact I take my hat off to the darn thing it's hiding skills are exquisite! I so suppose I'll be staying a lowly Journeyman for now.",
      "icon": "images\\Npcs\\Wellington.png"
    },
            "Djonnut": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "Sayyy have you gotten the elephant boss rare equip? It is very naiiice for the grind!",
      "icon": "images\\Npcs\\Djonnut.png"
    },
            "Whattso": {
      "world": "Yum Yum Desert",
      "Total Quests": 4,
      "quote": "C:",
      "icon": "images\\Npcs\\Whattso.png"
    },
            "Fishpaste97": {
      "world": "Yum Yum Desert",
      "Total Quests": 2,
      "quote": "Ok wow that was actually super lame... huh... guess you don't really notice how weird the things you do really are.",
      "icon": "images\\Npcs\\Fishpaste97.png"
    },
            "Scubidew": {
      "world": "Yum Yum Desert",
      "Total Quests": 3,
      "quote": "Thank you so much for the fish it's perfect! A perfect fish from a perfect ocean caught by a perfect player! Have a wonderful day friend I'll see you later!",
      "icon": "images\\Npcs\\Scubidew.png"
    },
            "Omar Da Ogar": {
      "world": "Yum Yum Desert",
      "Total Quests": 1,
      "quote": "Ok, you help me all you can! Me need no more, me hope you sail far and good!",
      "icon": "images\\Npcs\\Omar_Da_Ogar.png"
    },
                "Hoggindaz": {
      "world": "Frostbite Tundra",
      "Total Quests": 10,
      "quote": "My first order as Mayor is for you to go defeat that world boss who invaded just before the election! Come to think of it why didn't I do that back then I was still mayor..",
      "icon": "images\\Npcs\\Hoggindaz.png"
    },
                    "Iceland Irwin": {
      "world": "Frostbite Tundra",
      "Total Quests": 1,
      "quote": "Oi mate! I reckon it's a bit cold out 'ere for a half naked fella like yourself! It's a darn shame you humans aren't born with a snowman heater on ya noggin like I am would do you wonders in the frozen outback!",
      "icon": "images\\Npcs\\Iceland_Irwin.png"
    },
                    "Lord of the Hunt": {
      "world": "Frostbite Tundra",
      "Total Quests": 11,
      "quote": "No way these are geniune froges?? I better convert these into frogecoins quickly before... darn their value just dropped to 0.",
      "icon": "images\\Npcs\\Lord_of_the_Hunt.png.png"
    },
                    "Lonely Hunter": {
      "world": "Frostbite Tundra",
      "Total Quests": 3,
      "quote": "What the... what are these for? Why did y-- oh. Ugh.",
      "icon": "images\\Npcs\\Lonely_Hunter.png"
    },
                    "Snouts": {
      "world": "Frostbite Tundra",
      "Total Quests": 4,
      "quote": "WAIT! I totally forgot I have a star talent that can shield me!! But I don't have enough mana to cast it... please get me some pots!!!",
      "icon": "images\\Npcs\\Snouts.png"
    },
                    "Shuvelle": {
      "world": "Frostbite Tundra",
      "Total Quests": 7,
      "quote": "Can you get me a DVD of that one movie the 'coming of age' one? I think I saw some mamooths with a copy ages ago...",
      "icon": "images\\Npcs\\Shuvelle.png"
    },
                    "Yondergreen": {
      "world": "Frostbite Tundra",
      "Total Quests": 7,
      "quote": "Alright as a contract lawyer I have one more question. Do you have the guts to sign legislature into action?",
      "icon": "images\\Npcs\\Yondergreen.png"
    },
                    "Crystalswine": {
      "world": "Frostbite Tundra",
      "Total Quests": 3,
      "quote": "To whoever reads this I have decided to freeze myself as to avoiding having to actively wait for the next world to be released.",
      "icon": "images\\Npcs\\Crystalswine.png"
    },
                    "Bill Brr": {
      "world": "Frostbite Tundra",
      "Total Quests": 7,
      "quote": "Jeez you're still here? Can't you tell I don't really wanna socialize with the likes of you? Eh whatever... got any candies on ya? ",
      "icon": "images\\Npcs\\Bill_Brr.png"
    },
                    "Bellows": {
      "world": "Frostbite Tundra",
      "Total Quests": 4,
      "quote": "Breathe in... Breathe out... Breathe in... Breathe out... Breathe in... Breathe out...",
      "icon": "images\\Npcs\\Bellows.png"
    },
                        "Gobo": {
      "world": "Hyperion Nebula",
      "Total Quests": 5,
      "quote": "Zzzz.... nono lava I wont tell them... zzz... I wont tell them to drop sludge oil onto the purple spores.... zzz... nah lava secrets safe with... zzz... me...",
      "icon": "images\\Npcs\\Gobo.png"
    },
                            "Nebula Neddy": {
      "world": "Hyperion Nebula",
      "Total Quests": 1,
      "quote": "Greetings. Your presence has been acknowledged let us commence proper conversation.",
      "icon": "images\\Npcs\\Nebula_Neddy.png"
    },
                            "Oinkin": {
      "world": "Hyperion Nebula",
      "Total Quests": 3,
      "quote": "Now that's what I call non-raw cooking! I can't believe I'm saying this but that's all the cooking I can do for now... I'm all cooked out!",
      "icon": "images\\Npcs\\Oinkin.png"
    },
                            "Eliteus": {
      "world": "Hyperion Nebula",
      "Total Quests": 2,
      "quote": "Yoooooo haha love that! Man they up and DIPPED once you started slappin' them around bwhahaha! Aight fairs fair here's your own elite class.",
      "icon": "images\\Npcs\\Eliteus.png"
    },
                            "Royal Worm": {
      "world": "Hyperion Nebula",
      "Total Quests": 9,
      "quote": "Holy who the what now?? You're level THREE HUNDRED??? Well ok you suddenly appear very useful again! And uh... you like still will do my bidding right? Royal this and that?",
      "icon": "images\\Npcs\\Royal_Worm.png"
    },
                            "Capital P": {
      "world": "Hyperion Nebula",
      "Total Quests": 3,
      "quote": "Holla holla! You're a winning MACHINE! I'm gonna keep the party going but that's it for the games for now. PartyOn!",
      "icon": "images\\Npcs\\Capital_P.png"
    },
                            "Blobbo": {
      "world": "Hyperion Nebula",
      "Total Quests": 2,
      "quote": "Blublbublbub.... BLUBLBUBLB!",
      "icon": "images\\Npcs\\Blobbo.png"
    },
                            "Rift Ripper": {
      "world": "Hyperion Nebula",
      "Total Quests": 1,
      "quote": "Give yourself a pat on the back! Such a thankless job all the credit always going to your characters instead of YOU the one actually controlling them!",
      "icon": "images\\Npcs\\Rift_Ripper.png"
    },
                            "Monolith": {
      "world": "Hyperion Nebula",
      "Total Quests": 3,
      "quote": "Magnificent... and to think that my brilliance that irradiates from the surface of my being was ever called into question bluhahugue!",
      "icon": "images\\Npcs\\Monolith.png"
    },
                            "Lava Larry": {
      "world": "Smolderin' Plateau",
      "Total Quests": 1,
      "quote": "Hows it flowin' 'n goin' my guy? This pipin' hot heat out here making you and I very dry.",
      "icon": "images\\Npcs\\Lava_Larry.png"
    },
                            "Muhmuguh": {
      "world": "Smolderin' Plateau",
      "Total Quests": 3,
      "quote": "Nice job that was super hot! Super hot! Super H... no? You don't get that reference? Eh never mind. Guess you ARE only a level 1 gamer after all right now.",
      "icon": "images\\Npcs\\Muhmuguh.png"
    },
                            "Slargon": {
      "world": "Smolderin' Plateau",
      "Total Quests": 4,
      "quote": "Woah... That... was... AWESOME!! You were all like POW and BAM and WHAM! I dont know why maybe it was my birfday wish coming true but every since you did that they've all been super nice to me!",
      "icon": "images\\Npcs\\Slargon.png"
    },
                            "Pirate Porkchop": {
      "world": "Smolderin' Plateau",
      "Total Quests": 4,
      "quote": "Nothin' in particular eh? I aint sure if ye said anything I play with chat bubbles off so I'll assume ye got some spare time. Care to lend this old sailor a hand?",
      "icon": "images\\Npcs\\Pirate_Porkchop.png"
    },
                            "Poigu": {
      "world": "Smolderin' Plateau",
      "Total Quests": 3,
      "quote": "Speak not with words but with belief. I shall listen to whatever it is I can hear...",
      "icon": "images\\Npcs\\Poigu.png"
    },
                            "Tired Mole": {
      "world": "Smolderin' Plateau",
      "Total Quests": 3,
      "quote": "Those lowly lava moles don't know how lucky they got it... Uhhh hi there? You're a funny looking mole what department do you work in?",
      "icon": "images\\Npcs\\Tired_Mole.png"
    },
                            "Lafu Shi": {
      "world": "Spirited Valley",
      "Total Quests": 6,
      "quote": "That was a strong debut very sophisticated moves you made. Although clicking on those cards thinking you could select them was a bit of a blunder if you ask me...",
      "icon": "images\\Npcs\\Lafu_Shi.png"
    },
                                "Spirit Sungmin": {
      "world": "Spirited Valley",
      "Total Quests": 1,
      "quote": "I am sure you are familiar with my passion for tasks my bretheren abroad share the same ambitions.",
      "icon": "images\\Npcs\\Spirit_Sungmin.png"
    },                            "Hoov": {
      "world": "Spirited Valley",
      "Total Quests": 4,
      "quote": "Dang bruh I saw that speech bubble fr I would've joined you but like I ain't puttin up with that disrespect. You makin' me feel a certain kinda way hater lucky I don't drop some bars on ya.",
      "icon": "images\\Npcs\\Hoov.png"
    },                            "Woodlin Elder": {
      "world": "Spirited Valley",
      "Total Quests": 5,
      "quote": "You are not a worthy traveler. Passage to the Bamboo Forest is thus prohibited.",
      "icon": "images\\Npcs\\Woodlin_Elder.png"
    },                            "Sussy Gene": {
      "world": "Spirited Valley",
      "Total Quests": 3,
      "quote": "Hey stop squirming down there bro cmon someone's gonna... Oh hello greetings sir.",
      "icon": "images\\Npcs\\Sussy_Gene.png"
    },                            "Potti": {
      "world": "Spirited Valley",
      "Total Quests":6,
      "quote": "Her forced expression is one of true happiness. She would scream if only she knew how.",
      "icon": "images\\Npcs\\Potti.png"
    }

}
}
